{
    "blogs": [
        {
            "Name": "Ajay Kumar",
            "image": "./blogs/4/cover.jpeg",
            "Header": "Observing the strange Quantum World using Double Slit",
            "date": "06 December 2020",
            "tags": "Physics",
            "Desciption": "For us living in a classical world, particles and waves form different pictures in our mind. Particles have mass and a well-defined position whereas waves are carriers of energy and are delocalized. Two waves on meeting don't bounce off like particles instead, these interfere with each other. However, these distinctions seem to break down as we peek into the world at quantum scale. It has been observed that light and matter has properties of both particles and waves but both these properties cannot be observed simultaneously. This is known as the complementarity principle. In this article, we will try to understand the various experiments done by scientists to observe this dual nature of light simultaneously and the shocking results they got.",
            "id": "4"
        },
        {
            "Name": "Gurmeet Singh",
            "image": "./blogs/3/cover.jpg",
            "Header": "Spheres Of Attraction",
            "date": "02 December 2020",
            "tags": "Mathematics, Physics",
            "Desciption": "In my spare time I commonly like to come up with some random problem and then solve it. And some times these random explorations results in so wonderful analysis that it's hard to put it down. This was one of those.",
            "id": "3"
        },
        {
            "Name": "Gurmeet Singh",
            "image": "./blogs/2/cover.jpg",
            "Header": "Blackhole Kinematics",
            "date": "02 December 2020",
            "tags": "Physics, Astronomy",
            "Desciption": "First thing anybody learns in general relativity (GR in short) is that, in GR, gravity is not a force it's a pseudo force, experienced because the space-time is not flat. Now, when I learnt the fact the only question arose in my mind was - how, in the hell, can I even start to quantify such a statement? I can imagine this might be the exact problem that Einstein faced. Soon, I learned that the non-flatness of the spacetime can be represented by a metric tensor. And learnt that, in GR, in spherically symmetric static case the metric turns out to be Schwarzschild metric. But I couldn't figure out how to work out the trajectories. So the purpose of this article is to explain exactly this, that is how to calculate the trajectories in a given metric.",
            "id": "2"
        },
        {
            "Name": "Sagnik Bhattacharya ",
            "image": "./blogs/5/cover.jpg",
            "Header": "Quanta on Quantum Computation",
            "date": "Jan 21, 2018",
            "tags": "Physics",
            "Desciption": "I am currently working on quantum complexity, with a working title of 'adversarial and polynomial methods in quantum query complexity'. If I come across something interesting, I plan to write on it as I guess it will sharpen my understanding of things, and maybe you, the reader, will find it cool ",
            "id": "5"
        },
        {
            "Name": "Gurmeet Singh",
            "image": "./blogs/1/cover.jpg",
            "Header": "Euclid's Proof on Steroids",
            "date": "02 December 2020",
            "tags": "Mathematics",
            "Desciption": "We all know and love the proof of infinitude of primes by Euclid, but one of the most amazing thing about Mathematics is the possibility of generalizing or modify the proofs to obtain many more theorems. So, are there any cool modifications to Euclid's proof as well?",
            "id": "1"
        }
    ],
    "feat": [
        {
            "Name": "Ajay Kumar",
            "image": "./blogs/4/cover.jpeg",
            "Header": "Observing the strange Quantum World using Double Slit",
            "date": "06 December 2020",
            "tags": "Physics",
            "Desciption": "For us living in a classical world, particles and waves form different pictures in our mind. Particles have mass and a well-defined position whereas waves are carriers of energy and are delocalized. Two waves on meeting don't bounce off like particles instead, these interfere with each other. However, these distinctions seem to break down as we peek into the world at quantum scale. It has been observed that light and matter has properties of both particles and waves but both these properties cannot be observed simultaneously. This is known as the complementarity principle. In this article, we will try to understand the various experiments done by scientists to observe this dual nature of light simultaneously and the shocking results they got.",
            "id": "4"
        },
        {
            "Name": "Gurmeet Singh",
            "image": "./blogs/1/cover.jpg",
            "Header": "Euclid's Proof on Steroids",
            "date": "02 December 2020",
            "tags": "Mathematics",
            "Desciption": "We all know and love the proof of infinitude of primes by Euclid, but one of the most amazing thing about Mathematics is the possibility of generalizing or modify the proofs to obtain many more theorems. So, are there any cool modifications to Euclid's proof as well?",
            "id": "1"
        }
    ]
}