{"projects":[
    {"id":"1","image":"","mentor":"Gurmeet Singh","title":"String Theory for Dummies","start":"June 2020","end":"September 2020","desc":"Although General Relativity and Quantum Mechanics were highly successful in explaining several phenomena, what troubled the physicists was the incompatiblity of both the theories and thus the hunt for the \"Theory of Everything\" began with String Theory being one of the first candidates. String theory is a theoretical framework in which the point-like particles of particle physics are replaced by one-dimensional objects called strings. It is regarded as a complex  field of physics that only a select few understand.  We hit this myth out of the park in this project where we understood the nature of String Theory starting from scratch."},
    {"id":"2","mentor":"Ayush Parmar","title":"A Mathematical Approach to Classical Mechanics","start":"June 2020","end":"September 2020","desc":"It is almost perplexing how much one can buildup from Newton’s Laws using only mathematically rigorous tools such as topology, Lie algebra, and much more. We use these tools to develop the Lagrangian and Hamiltonian formulation to simplify the problems which would be a menace if we were to solve them using just Newton's equations! We used these formulations to obtain an elegant solution to the Heavy Symmetric Top."},
        
],
"feat":[
    {"id":"1","mentor":"Gurmeet Singh","title":"String Theory for Dummies","start":"June 2020","end":"September 2020","desc":"To engage with us, one may check out our Facebook page and group regularly where we shall regularly post the same. We also host a messenger group where anyone can have spontaneous discussions and share exciting things. If you would like to be added to the messenger group, please comment in this post, and we shall gladly add you. We always welcome your valuable contributions like articles, ideas or puzzles which you want to share with others. If you have any further doubts, you may comment or reach out to the leaders and secretaries of SCH."}
    ]}